/* Cancel */
"Cancel" = "Cancelar";

/* Enter US address or ZIP code */
"Enter US address or ZIP code" = "Introduzca una dirección o código postal EE.UU.";

/* Finding search address */
"Finding search address" = "Encontrar la dirección de búsqueda";

/* Finding SNAP retailers */
"Finding SNAP retailers" = "Encontrar minoristas SNAP";

/* Hybrid */
"Hybrid" = "Híbrido";

/* Invalid search address */
"Invalid search address" = "Dirección de búsqueda no válido";

/* Non-US search address */
"Non-US search address" = "Non-EE.UU. dirección búsqueda";

/* OK */
"OK" = "OK";

/* Redo search in this area */
"Redo search in this area" = "Rehacer la búsqueda en esta área";

/* Retailers */
"Retailers" = "Minoristas";

/* Satellite */
"Satellite" = "Satélite";

/* Search address */
"Search address" = "Buscar dirección";

/* Show driving directions? */
"Show driving directions?" = "Mostrar indicaciones para viajar?";

/* Standard */
"Standard" = "Estándar";

/* We couldn't find your search address */
"We couldn't find your search address" = "No se pudo encontrar la dirección de búsqueda";

/* You will be taken to the Map app */
"You will be taken to the Map app" = "Usted será llevado a la aplicación Mapas";